//---1--	停机订单竣工清单
var colNames = ['订单编号','业务类型','电话号码','互联网账号','客户名称',
                '客户统计属性','客户等级','营销服务属性','贵宾卡号','星级卡号',
                '合同号','宽带电路编号','客户经理工号','客户经理姓名','联系人姓名',
                '联系人电话','区县公司','支局','地址局向','停机类型',
                '装机地址','停机竣工时间'
               ];
//---2--	停机资产清单
var colNames = ['业务类型','电话号码','互联网账号','客户名称','客户统计属性',
                '客户等级','营销服务属性','合同号','贵宾卡号','星级卡号',
                '客户经理工号','客户经理姓名','联系人姓名','联系人电话','区县公司',
                '支局','地址局向','主动停机','挂失停机','违章停机',
                '欠费停机','停机时间','装机地址'
               ];
//---3--	拆机订单竣工报表
var colNames = ['统计单位','业务类型','客户统计属性','客户等级','拆机原因',
                '数量'
               ];
//---4--	拆机订单竣工清单
var colNames = ['订单编号','业务类型','电话号码','互联网账号','宽带电路编号',
                '客户名称','合同号','贵宾卡号','星级卡号','客户统计属性',
                '客户等级','营销服务属性','客户经理工号','客户经理姓名','区县公司',
                '部门','联系人姓名','联系人电话','受理部门','营业员工号',
                '营业员姓名','拆机竣工时间','拆机原因','拆机备注'
               ];
//---5--	系统主产品及优惠清单
var colNames = ['产品(优惠)名称','产品(优惠)编码','优惠类型','生效日期','失效日期',
                '描述'
               ];
//---6--	短号码及特服号客户清单
var colNames = ['号码类型','号码','客户名称','业务类型','电话号码',
                '中继引示号','客户统计属性','营销服务属性','装机时间','联系人姓名',
                '联系人电话','区县公司','装机地址','贵宾卡号'
               ];
//---7--	客户银行帐号清单
var colNames = ['客户名称','合同号','客户统计属性','客户等级','贵宾卡号',
                '客户行业','客户经理工号','客户经理姓名','联系人姓名','联系人电话',
                '银行名称','银行账号'
               ];
//---8--	大客商客业务使用清单
var colNames = ['业务类型','资产状态','电话号码','互联网账号','宽带电路编号',
                '宽带计费类型','预付费标志','客户名称','合同号','客户统计属性',
                '客户等级','营销服务属性','贵宾卡号','客户行业','客户经理工号',
                '客户经理姓名','区县公司','支局','地址局向','客户地址',
                '联系人姓名','联系人电话','是否有来电显示','是否有家家e','是否有11800',
                '是否有绿色上网','是否有互联星空'
               ];
//---9--	客户发展量报表
var colNames = ['区县公司','客户统计属性','营销服务属性','客户等级','当日新增',
                '当日流失','当日净增','当前数量'
               ];
//---10--	客户发展量清单
var colNames = ['客户名称','客户地址','证件类型','证件号码','联系人姓名',
                '联系人电话', '客户统计属性','客户等级','营销服务属性','贵宾卡号',
                '客户行业','创建时间','客户状态','状态时间','联系人工号'
               ];
//---11--	资产日报表
var colNames = ['统计单位','业务类型','客户统计属性','当日新装','当日拆机',
                '当日净增','到达数'
               ];
//---12--	程控业务报表
var colNames = ['统计单位','主产品名称','子产品名称','新装数量','拆机数量'
               ];
//---13--	程控业务清单
var colNames = ['订单编号','主产品名称','子产品名称','电话号码','甲种/乙种',
                '行为','子行为','客户名称','合同号','区县公司',
                '支局','营业部门','营业员工号','营业员姓名','受理时间',
                '行项目状态','状态时间','营销工号','发展渠道','发展渠道细分'
               ];
//---14--	业务受理报表
var colNames = ['统计单位','业务类型','行为','子行为','行项目状态','受理数量'
               ];
//---14R--	受理业务通用汇总报表
var colNames = ['统计单位','主产品名称','子产品名称','行为','子行为',
                '行项目状态','发展渠道类型','发展渠道细分','受理数量'
               ];
//---15--	业务受理清单
var colNames = ['订单编号','业务类型','所属销售品','电话号码','互联网账号',
                '行为','子行为','客户名称','合同号','客户统计属性',
                '营销服务属性','联系人姓名','联系人电话','区县公司','部门/支局',
                '地址局向编码','地址局向','营业部门','营业员','营业员工号',
                '受理时间','行项目状态','竣工时间','甲种/乙种','装机地址',
                '行项目备注','贵宾卡号','付费标志','发展渠道','发展渠道细分',
                '团队营销部门','团队营销工号','订单头备注','质检工号','质检时间',
                '质检回退原因'
               ];
//---R15--	受理业务通用汇总清单
var colNames = ['订单编号','业务类型','电话号码','互联网账号','行为',
                '子行为','客户名称','合同号','客户统计属性','营销服务属性',
                '联系人姓名','联系人电话','区县公司','部门/支局','地址局向',
                '营业部门','营业员姓名','营业员工号','受理时间','行项目状态',
                '状态时间','甲种/乙种','装机地址','行项目备注','贵宾卡号',
                '付费标志','营销工号','发展渠道','发展渠道细分'
               ];
//---16--	新装业务撤单报表
var colNames = ['业务类型','撤单数量','其中当天撤单数量'
               ];
//---17--	新装业务撤单清单
var colNames = ['订单编号','客户名称','业务类型','电话号码','互联网账号',
                '营业员姓名','营业员工号','受理时间','撤单时间','备注'
               ];
//---18--	预登记受理报表
var colNames = ['业务类型','甲种/乙种','行为','子行为','受理数量'
               ];
//---19--	受理业务通用汇总清单
var colNames = ['订单编号','行为','子行为','业务类型','电话号码',
                '互联网账号','预登记状态','预登记原因','甲种/乙种','客户名称',
                '联系人姓名','联系人电话','客户地址','支局','地址局向',
                '营业员姓名','营业员工号','受理时间','行项目状态','状态时间'
               ];
//---20--	互联网业务报表
var colNames = ['业务类型','甲种/乙种','操作类型','行为','子行为',
                '受理数量'
               ];
//---21--	互联网业务清单
var colNames = ['订单编号','操作类型','行为','子行为','业务类型',
                '互联网账号','专线编号','客户名称','合同号','客户统计属性',
                '营销服务属性','贵宾卡号','星级卡号','甲种/乙种','计费方法',
                '上传速率','下载速率','宽带','区县公司','营业部门',
                '营业厅','营业员姓名','营业员工号','客户经理工号','营销工号',
                '受理时间','行项目状态','状态时间','备注'
               ];
//---22--	程控业务资产日报表
var colNames = ['统计单位','主产品名称','子产品名称','客户统计属性','甲种/乙种',
				'到达数'
               ];
//---R27--	优惠套餐汇总报表
var colNames = ['统计单位','区县公司','优惠类型','优惠名称','添加数量',
                '删除数量'
                ];
//---27--	优惠受理报表
var colNames = ['统计单位','业务类型','优惠类型','优惠名称','添加数量',
                '删除数量'
                ];
//---28--	优惠受理清单
var colNames = ['订单编号','业务类型','业务代码','操作类型','电话号码',
                '互联网账号','客户名称','合同号','客户统计属性','营销服务属性',
                '贵宾卡号','星级卡号','优惠类型','优惠名称','优惠属性1',
                '优惠属性2','优惠属性3','优惠属性4','折扣比例','折扣金额',
                '优惠实收价格','计费类型','区县公司','受理部门','部门/支局',
                '营业员姓名','营业员工号','受理时间','行项目状态','状态时间',
                '营销工号','营销人员姓名','营销部门','群组优惠编号','发展渠道',
                '发展渠道细分'
                ];
//---29--	协议清单
var colNames = ['协议编号','协议名称','优惠名称','优惠对象','优惠类型',
                '优惠金额','优惠属性1','优惠属性2','优惠属性3','优惠属性4',
                '优惠属性5','优惠起始时间','优惠有效期','优惠有效单位','记录创始时间',
                '记录创始人'
                ];
//---30--	团队营销报表
var colNames = ['区县公司','团队营销部门','团队营销工号','团队营销姓名','业务类型',
                '行为','子行为','竣工数量'
                ];
//---31--	团队营销清单
var colNames = ['订单编号','业务类型','电话号码','互联网账号','专线编码',
                '行为','子行为','优惠操作类型','优惠名称','协议编号',
                '合同号','客户名称','客户统计属性','营销服务属性','区县公司',
                '部门/支局','地址局向','营业员姓名','营业员工号','团队营销部门',
                '团队营销工号','营销人员姓名','受理时间','竣工时间'
                ];
//---32--	IDC主机托管业务及客户信息报表
var colNames = ['客户名称','客户统计属性','营销服务属性','贵宾卡号','租用空间类型',
                '服务器数量','租用空间个数','租用位置信息','入网用途','端口接入方式',
                '端口带宽速率','客户经理工号','联系人姓名','联系人电话','区县公司'
                ];
//---35--	烽火行动日报表
var colNames = ['统计单位','合家欢68系列(累计)','合家欢自由(累计)'
                ];
//---36--	烽火行动指标报表
var colNames = ['统计指标','指标值'
                ];
//---37--	代理商前台业务统计报表
var colNames = ['营业员姓名','业务类型','机卡分离','行为','子行为',
                '受理数量'
                ];
//---38--	代理商前台业务受理清单
var colNames = ['订单编号','业务类型','行为','子行为','客户名称',
                '电话号码','宽带账号','营业员姓名','受理时间','行项目状态',
                '状态时间','宽带速率','小灵通机型','SIM卡卡号'
                ];
//--39--	代理商后台业务统计报表
var colNames = ['代理商','营业员','业务类型','机卡分离','行为',
                '子行为','受理数量'
                ];
//--40--	代理商后台业务受理清单
var colNames = ['代理商','营业员','订单编号','业务类型','行为',
                '子行为','客户','用户性质','电话号码','宽带账号',
                'SIM卡卡号','设备来源','受理时间','行项目状态','状态时间'
                ];
//--41--	终端设备销售情况报表
var colNames = ['统计单位','终端名称','终端类型','终端型号','出售数量',
                '赠送数量','新装赠送数量','维系赠送数量','出租数量','自备数量'
                ];
//--42--	终端设备销售情况清单
var colNames = ['订单编号','电话号码','互联网账号','优惠名称','终端名称',
                '终端类型','终端型号','行为','子行为','营业员工号',
                '营业员姓名','区县公司','受理时间','设备来源'
                ];
//--43--	星级客户报表
var colNames = ['区县公司','一星级','一星级商务','二星级','二星级商务',
                '三星级','三星级商务','四星级','四星级商务','五星级',
                '五星级商务'
                ];
//--44--	小灵通SIM卡销售报表
var colNames = ['区县公司','卡型号','新装','拆机','补/换卡',
                '升级成机卡分离'
                ];
//--45--	新装宽带资费信息清单
var colNames = ['订单编号','互联网账号','专线编号','客户名称','装机地址',
                '用户性质','优惠名称','包年费','安装调测费','装机工料费',
                '手续费','区县公司','部门/支局','受理部门','宽带下载速率',
                '宽带计费方法','优惠有效期','优惠金额','优惠参数1','受理时间',
                '竣工时间','费用小计'
                ];
//--46--	800业务受理清单
var colNames = ['订单编号','800号码','翻译号码','行为','子行为',
                '客户名称','装机地址','区县公司','竣工时间','程控功能'
                ];
//--47--	内涵式业务发展量报表
var colNames = ['统计单位','净增数','累计发展数','净增数','累计发展数',
                '净增数','累计发展数','净增数','累计发展数','净增数',
                '累计发展数'
                ];
//--48--	合家欢套餐揽装量清单
var colNames = ['营业部门','营业员姓名','营销工号','电话号码','客户名称',
                '合同号','优惠名称','业务类型'
                ];
//--49--	营业厅业务受理清单
var colNames = ['营业员工号','订单编号','互联网账号','优惠名称','订单编号',
                '订单编号'
                ];
//--50--	积分兑换报表
var colNames = ['积分类型','礼包类型','单价','数量','总价值'
                ];
//--51--	营业员当日受理业务清单
var colNames = ['订单编号','业务类型','电话号码','互联网账号','行为',
                '子行为','客户名称','受理部门','营业员','营业员工号',
                '受理时间'
                ];
//--52--	优惠到期统计清单
var colNames = ['业务类型','优惠名称','优惠类型','营业区','甲种/乙种',
                '互联网账号','客户名称','合同号','装机地址','联系人',
                '联系电话','优惠起始时间','优惠终止时间','优惠生效方式','优惠有效期限',
                '有效期限单位','前台收费标志'
                ];
//--53--	移动终端业务受理清单
var colNames = ['业务类型','行为','子行为','电话号码','甲种/乙种',
                '客户统计属性','营销服务属性','机卡分离属性','话机型号','话机颜色',
                '话机来源','SIM/UIM卡号','客户名称','装机地址','营业区',
                '营业部门','受理部门','营业员姓名','营业员工号','团队营销部门',
                '团队营销工号','受理时间','竣工时间','行项目状态'
                ];
//--54--	费用类业务受理清单
var colNames = ['订单编号','业务类型','电话号码','互联网账号','专线编号',
                '行为','子行为','客户名称','合同号','区县公司',
                '受理部门','营业员姓名','营业员工号','受理时间','行项目状态',
                '竣工时间','一次性费用','营销工号','营销员姓名'
                ];
//--55--	服务请求清单
var colNames = ['区县公司','服务请求编号','修改类型','客户名称','账户名称',
                '新客户名','新证件号','新付费方式','新送缴标志','新联系人',
                '新邮寄地址','新账户名','新账单类型','新账单方式','新付费支局',
                '新协议编号','所有者工号','修改时间','旧客户类型','新客户类型',
                '营业员姓名','营业员工号'
                ];
//--56--	质检统计报表
var colNames = ['区县公司','部门/支局','受理部门','质检工号','质检人姓名',
                '业务类型','行项目状态','行为','子行为','受理数量'
                ];
//--57--	质检统计清单
var colNames = ['订单编号','区县公司','部门/支局','受理部门','质检工号',
                '质检人姓名','质检发送时间','业务类型','行项目状态','行为',
                '子行为','所属销售品','客户名称','电话号码','互联网账号',
                '地址局向','营业员工号','营业员姓名','受理时间','集中质检部门',
                '质检提交时间','质检超时标记','稽核标记','质检跟踪原因','质检回退原因',
                '撤单原因','订单行项目备注','质检提交人员工号','质检提交人员姓名'
                ];
//--58--	客户群终端设备销售月报
var colNames = ['终端大类','客户群','统计单位','出售数量','赠送数量',
                '出租数量','总计'
                ];
//--59--	即买即通类业务受理清单
var colNames = ['营业区','创建者工号','日期','优惠名称','代理商',
                '电话号码','SIM卡号','卡状态','过户状态'
                ];
//--60--	即买即通类业务受理报表
var colNames = ['创建者','创建者工号','创建日期','卡状态','状态日期',
                '代理商名称','优惠名称','导入数量'
                ];
//--61--	营业厅积分兑换活动汇总报表
var colNames = ['营业厅名称','兑换类型','兑换名称','合计（点或件）','总价值（元）'
                ];
//--62--	营业厅积分用户实物兑换清单
var colNames = ['营业厅名称','实物名称','客户ID','客户姓名','联系电话',
                '百事通卡号'
                ];
//--63--	营业厅积分转赠明细清单
var colNames = ['转出客户姓名','客户类型','联系电话','百事通卡号','转出积分数量',
                '转入客户姓名','客户类型','联系电话','百事通卡号'
                ];
//--64--	小灵通退费制卡清单
var colNames = ['小灵通号码','订单创建时间','制卡金额','订单编号','订单状态',
                '区县公司','部门/支局','受理时间','营业员姓名','营业员工号'
                ];
//--65--	号码百事通业务受理清单
var colNames = ['受理时间','区县公司','受理部门','营业员姓名','营业员工号',
                '动作类型','卡号码','卡级别','卡类型','客户性质',
                '客户电话','客户姓名','客户性别'
                ];
//--66--	租机业务汇总表
var colNames = ['区县公司','受理部门','积分券金额(元)'
                ];
//--67--	租机业务明细表
var colNames = ['月份','区县公司','电话号码','补贴券兑换部门','客户姓名',
                '优惠名称','租机类型','预存话费','优惠备注','月最低消费要求',
                '协议期约定消费金额','优惠开始时间','优惠有效期','补贴券生效时间','补贴券过期时间',
                '终端补贴金额','发展渠道','补贴券编号','补贴券状态','订单编号'
                ];
//--68--	装移机前台预约清单汇总表
var colNames = ['统计单位','业务类型','行为','子行为','行项目状态',
                '预约时段','受理数量'
                ];
//--69--	装移机前台预约清单
var colNames = ['订单编号','行项目状态','业务类型','行为','子行为',
                '客户名称','电话号码','互联网账号','营业员姓名','营业员工号',
                '区县公司','部门/支局','地址局向','营业部门','受理时间',
                '预约时段','预约时间','备注'
                ];
//--70--	CDMA代理售卡激活清单
var colNames = ['营业区','代理商上级组织','代理商所属分局','代理营业厅','营业员工号',
                '营业员姓名','领卡时间','激活时间','资产开户状态','电话号码',
                'SIM卡号','套餐名称'
                ];
//--71--	CDMA代理售卡激活报表
var colNames = ['营业区','管理部门','代理商名称','代理营业厅','业务类型',
                '激活数量'
                ];
//--72--	提卡类业务费用清单
var colNames = ['提卡日期','营业区','营业厅','收费人工号','收费人姓名',
                '号码','UIM卡号','套餐名称','代理商名','卡费(应收)',
                '卡费(实收)','预存话费（应收）','预存话费（实收）','有效期','订单创建时间'
                ];
//--73--	即买即通卡库存汇总报表
var colNames = ['营业区','代理商所属分局','代理商上级组织','代理商网点编码','代理营业厅',
                '截至上月底库存数','领用号码总数','销售号码总数（返档/激活）','期末数'
                ];
//--74--	补贴券业务清单
var colNames = ['营业区','打印代理商名称','打印代理商编号','兑换代理商名称','兑换代理商编号',
                '生效日期','失效日期','受理时间','兑换日期','补贴券编号',
                '补贴券状态','手机号码','客户名称','金额'
                ];
//--75--	补贴券业务汇总报表
var colNames = ['补贴券处理点名称','补贴券数量','营业区','代理商编号','补贴券状态',
                '金额','IMEI号数量'
                ];
//--76--	退费制卡报表
var colNames = ['退费/制卡','全省合计','杭州','宁波','温州',
                '嘉兴','湖州','绍兴','金华','衢州',
                '丽水','台州','舟山'
                ];
//--77--	黑莓业务受理清单
var colNames = ['营业区','订单编号','行为','子行为','行项目状态',
                '部门/支局','受理部门','受理时间','竣工日期','MEID号',
                '业务类型代码','MSISDN号码'
                ];
//--78--	黑莓省公司结算核对反馈单
var colNames = ['订单编号','电话号码','互联网账号','优惠名称','终端名称',
                '终端类型','终端型号','行为','子行为','营业员工号',
                '营业员姓名','区县公司','受理时间','设备来源'
                ];
//--79--	烟草零售客户统计报表
var colNames = ['本地网','部件号','客户类型','客户类型','数量'
                ];
//--80--	“世博之旅”折扣购票和预存送票的统计月报
var colNames = ['本地网','统计月','截至统计月','统计月','截至统计月',
                '统计月','截至统计月','优惠受理量','扣购票优惠受理量','统计月',
                '截至统计月','统计月','截至统计月','统计月','截至统计月',
                '优惠受理量','扣购票优惠受理量'
                ];
//--81--	营销物资赠送情况清单
var colNames = ['订单编号','受理部门','营业员姓名','营业员工号','客户名称',
                '电话号码','优惠名称','物资名称','规格型号','数量',
                '金额'
                ];
//--82--	营销物资赠送情况汇总表
var colNames = ['统计单位','物资名称','优惠名称','规格型号','数量',
                '金额'
                ];
//--83--	业务受理汇总报表
var colNames = ['区县公司','部门/支局','受理部门','业务类型','行为',
                '子行为','行项目状态','受理数量'
                ];
//--84--	质检稽核清单
var colNames = ['订单编号','区县公司','质检组','受理部门','业务类型',
                '行项目状态','行为','子行为','所属销售品','受理时间',
                '质检提交时间','稽核标记','质检跟踪原因','质检回退原因','撤单原因',
                '质检提交人员工号','质检提交人员姓名','批量标志','自动标记','超时标记'
                ];
//--85--	质检稽核报表
var colNames = ['区县公司','质检组','受理部门','质检工号','质检人姓名',
                '业务类型','行项目状态','行为','子行为','受理数量'
                ];
//--86--	终端回收清单
var colNames = ['订单编号','竣工时间','区县公司','受理部门','营业员工号',
                '营业员姓名','业务类型','互联网账号','回收状态','终端品牌'
                ];
//--87--	营业厅服务评价器统计报表
var colNames = ['营业厅/营业员','评价总次数','很满意次数','基本满意次数','不满意次数'
                ];
//--89--	导购业务受理清单
var colNames = ['订单真实编号','预订单SG号','业务类型','所属销售品','用户号码',
                '行为','子行为','客户名称','合同号','客户统计属性',
                '营销服务属性','营业部门','导购营业员','导购营业员工号','订单受理时间',
                '行项目状态','补录营业员','补录营业员工号','受理营业员','受理营业员工号',
                '导购营销营业员','导购营销营业员工号','正式订单营业部门','联系人姓名','联系人电话',
                '收费状态','预订单状态','区县公司','部门/支局','导购订单创建时间'
                ];
//--90--	导购业务受理报表
var colNames = ['统计单位','业务类型','行为','子行为','行项目状态',
                '受理数量'
                ];
//--91--	CDMA终端受理清单
var colNames = ['订单真实编号','所属销售品','客户号码','行为','子行为',
                '客户名称','终端型号','终端品牌','终端类型','终端价格',
                '终端串号','终端代理商','终端优惠','优惠金额','区县公司',
                '部门/支局','受理部门','营业员姓名','营业员工号','订单受理时间',
                '行项目状态','订单状态时间'
                ];
